{
    "array": [
        {
            "title": "This issue: privacy in the modern era",
            "subtitle": "Should we value our right to personal information?",
            "heroSrc": "https://images.unsplash.com/photo-1557597774-9d273605dfa9?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1344&q=80",
            "bodyText": "As my colleagues, and most definitely by now, Facebook, know: my name is Anthony Arkansan. I am the chief editor here at _Studium._ Given my role, one might expect I decide which topics to cover in our publications. However, that is not how we operate. An algorithm chooses what articles _Studium_ writes. This algorithm is a computer program. It works by collecting copious amounts of data about people who visit _Studium’s_ website. Then, it processes the data to find out things like trends in the cultural ethos, the probability of an article becoming popular, and even the demographic most expected to click on a headline. The algorithm supplies us with story ideas, and then we turn the robot’s machinations into full, flushed out, and researched pieces of writing. In other words: computers know what humans will consume by invading their privacy.\r\n\r\nIt is not just _Studium_ that uses A.I. to gain insights about its audience. Almost every website tracks its users. These pages gather information and feed it to an algorithm that spits out results about the people who visit the site. Information like their age, gender, interests, sexual orientation, friends, and even who they texted last, can all be discovered easily (Hanif, 2018). Internet users tend to think of themselves as anonymous, merely little blips of network traffic, which ping themselves between different domains. Ten, maybe even five, years ago this was the case. Now, the last thing anyone has is anonymity.\r\n\r\nIn a modern age where privacy is a fleeting right, and data sells like hotcakes, people often wonder if privacy was ever necessary. If it is not evident already, I disagree with this stance; privacy is invaluable and a cornerstone of freedom. Despite my current view, I was once unbothered by the invasion of my personal information. It was not until I studied philosophy that the need for confidentiality became clear. Philosophers throughout the ages grappled with the importance of privacy, such as **Aristotle**, who described the public and private spheres of life. The former being for family and interpersonal relationships, and the ladder for external affairs, like politics. According to him, the private sphere was a prerequisite for a working partisan system. Later, **John Locke** touched on the issue as well, in his work the _Second Treatise on Government,_ when he discussed the importance of citizens owning their land. Locke argued that owing land empowered members of a society to have their own space, creating a “zone of exclusivity,” wherein individuals were free to do as they pleased. Both Locke and Aristotle viewed privacy as a requirement for a well-functioning civilization.\r\n\r\n<img height=\"auto\" width=\"100%\" src=\"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/b\/b8\/John_Locke.jpg\"><\/img>\r\n_John Locke, one of the most studied philosophers_\r\n\r\nIf philosophers were deliberating on it since the beginning of the modern era, there must be intrinsic value to a particular form of secrecy in our lives. It was Locke, Aristotle, and other philosophers that changed my laisse fair attitude toward my personal information. Thus, this issue will highlight philosophical ideations on privacy, and hopefully, the reader will value their right to it more as a result.",
            "section": "editorial",
            "author": "Anthony Arkansan",
            "likes": 0,
            "date": "January 8th",
            "fullSpan": true
          }
    ]
}