{
    "array": [
        {
            "title": "An Aesthetic Perspective on Oppression",
            "subtitle": "A Chinese Art Exhibit Explores the Impacts of Facial Recognition Technology",
            "heroSrc": "https://i.imgur.com/MaNtWGl.jpg",
            "bodyText": "Escalating its control of inhabitants with stricter tactics, China’s government has recently employed the use of facial recognition technology. Cameras in locations like train stations, hotel lobbies, and restaurants continually identify and log members of the public. If the government wants to know where a target was a week ago, they can retrieve the person’s last known whereabouts by scanning a database. The authoritarian regime can quickly jail its opponents with the use of facial recognition technology. In protest of the government’s use of recognition technology, Chinese activists have set up an art exhibition to explore the ramifications of losing public anonymity.\r\n\r\n<img src=\"https:\/\/content.fortune.com\/wp-content\/uploads\/2018\/10\/cam11_a-copy.jpg\" height=\"auto\" width=\"100%\"><\/img>\r\n_Facial recognition software is able to ID members of a crowd_\r\n\r\nThe exhibit, titled _Eyes of the City_, features 60 unique instillations, all centred around the theme of facial recognition software. The Futian train station of Shenzhen is the home of the gallery. Architects Carlo Ratti, Michele Bonino, and Sun Yimin decided on a train station for its unique symbolism as a place of individual obscurity. The crowd hides citizens at Futian, concealing them with thousands of passers-by. However, the government’s new surveillance tactics destroy public privacy, as cameras identify each person in civic gatherings.\r\n\r\n<img src=\"https:\/\/static.dezeen.com\/uploads\/2020\/01\/Shenzhen_dezeen_2364_col_9.jpg\" height=\"auto\" width=\"100%\"><\/img>\r\n_The transformed Futian train station_\r\n\r\nWhat makes the art show unique is its focus on the aesthetics of surveillance. One exhibit, entitled _Image in Place,_ examines the macro view of Shenzhen. Hundreds of aerial photographs are stitched together into one large birds-eye-view of the city. Viewers feel omnipotent, powerful, and satisfied through complete visual knowledge of their metropolis. Thus, the piece posits that large-scale knowledge of a locality or populace gives its possessor tremendous authority, much as the Chinese government has.\r\n\r\n_Image in Place_ is particularly relevant to **David Hume’s** outlook on beauty. Making something disturbing, the mass privacy invasion of the public, into something beautiful, has to do with the subjectivity of art. As Hume said, beauty is, “no quality in things themselves, it exists merely in the mind which contemplates them; and each mind perceives a different beauty.” In other words, there is no one idea or object which is universally attractive to people; instead, it is their perception that makes something aesthetically pleasing. In the same sense, surveillance is repugnant to the populous of China, but a thing of beauty and necessity for their rulers.\r\n\r\n<img src=\"http:\/\/eyesofthecity.net\/wp-content\/uploads\/2019\/12\/01-1.png\" height=\"auto\" width=\"100%\"><\/img>\r\n_One picture from Eyes of the City_\r\n\r\nThe subjectivity of attractiveness is a long-contemplated idea in the aesthetics branch of philosophy. Hume speculated that what is aesthetically pleasing is entirely dependent on the viewer. This outlook explains why two people can look at the same thing but disagree on its prettiness, for example, a painting. The typical disagreement on aesthetics between individuals can extend to a larger world view. An aesthetic difference in opinion is what the _Eyes of the City_ exhibitions illustrate with high effectiveness. Some spectators may find comfort in facial recognition technology. For instance, surveillance may subdue terrorism. However, others could be incredibly scared by the theft of their public anonymity.",
            "section": "news",
            "author": "Sevy L.",
            "likes": 0,
            "date": "January 9th",
            "prominent": true
        }, 
        {
            "title": "The Social Contract on Privacy",
            "subtitle": "Canadian Border Agents Unlawfully Searched Traveller’s Devices",
            "heroSrc": "https://images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com/f/a1634e23-cf6e-48ff-b2af-0db19fb08402/dxkggb-b9163863-e4b6-4dc1-b2fa-31ac4fd6ef69.jpg/v1/fill/w_800,h_619,q_75,strp/barbed_wire_painting_by_i_am_coma_white_dxkggb-fullview.jpg?token=eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOjdlMGQxODg5ODIyNjQzNzNhNWYwZDQxNWVhMGQyNmUwIiwiaXNzIjoidXJuOmFwcDo3ZTBkMTg4OTgyMjY0MzczYTVmMGQ0MTVlYTBkMjZlMCIsIm9iaiI6W1t7ImhlaWdodCI6Ijw9NjE5IiwicGF0aCI6IlwvZlwvYTE2MzRlMjMtY2Y2ZS00OGZmLWIyYWYtMGRiMTlmYjA4NDAyXC9keGtnZ2ItYjkxNjM4NjMtZTRiNi00ZGMxLWIyZmEtMzFhYzRmZDZlZjY5LmpwZyIsIndpZHRoIjoiPD04MDAifV1dLCJhdWQiOlsidXJuOnNlcnZpY2U6aW1hZ2Uub3BlcmF0aW9ucyJdfQ.F5CXTp3wkcegXXw2wEs9mMssknbVcaOxybGUL60ER2o",
            "bodyText": "Six complaints from Canadian's whose devices were searched, without reasonable grounds, were found to be valid by an independent oversight committee. According to the grievances, officers disregarded several regulations when performing personal device searches, most notable of which, the requirement that they only investigate local content on the device. Laws provide border patrol with the right to carry out phone searches when they have reasonable ground to do so, provided that off-device data (i.e., social media accounts stored in the Cloud), is not inspected. The officers ignored this requirement and instead performed invasive examinations without reasonable grounds on several occasions.\r\n\r\n<img src=\"https:\/\/images.thestar.com\/5rB2McxFvtgrDXDpyMY7k28y_mI=\/1086x725\/smart\/filters:cb(2700061000)\/https:\/\/www.thestar.com\/content\/dam\/thestar\/news\/canada\/2010\/04\/22\/are_our_customs_officers_traumatizing_visitors\/canadianborderjpg.jpeg\" width=\"100%\" height=\"auto\"><\/img>\r\n_The canadian border vehicle inspection station_\r\n\r\nBorder patrol's role is to keep the Canadian population safe from threats such as terrorism. Their job entails questioning travellers, inspecting luggage, and in some cases, investigations of personal belongings. It seems reasonable that officers be allowed to examine baggage, as dangerous items may be present within it. This agreement between border patrol – also, more generally, governmental authority – and citizens is called a **social contract**. Members of society agree to give up certain personal rights (in this instance, the right to privacy) to protect the entire populous. **Thomas Hobbes**, a prolific English philosopher in the field of ethics, wrote extensively on the ideas surrounding state protections. According to him, life in the state of nature, meaning without societal protections was, \"solitary, poor, nasty, brutish, and short.\" Consequently, humans avoid the state of nature by assembling a civilization wherein they feel more secure, and ultimately, safe.\r\n\r\nAn argument in border patrol's favour is that it is filing out its part of the social contract. Tourists and natives alike give up part of their right to privacy by allowing phone searches in exchange for the state's protection. This exchange works, but only to a certain extent. As the complaints allege, border patrol conducted a digital device investigation without a justifiable warrant. Thus, the government is violating the social contract. The agreement between the authority and the public is that  rights are given up only to the necessary extent. For example, individuals lose the right to steal other's possessions, and in exchange, their goods are not purloined. However, when the confiscation of freedom by the state starts to cross into excessive territory, authoritarian regimes develop. When governments seize fundamental liberties to maintain control, the state of nature can quickly redevelop.\r\n\r\n<img src=\"https:\/\/nationalinterest.org\/sites\/default\/files\/styles\/desktop__1260_\/public\/main_images\/RTX6LWAZ%20%281%29.jpg?itok=dSzvnwHr\" height=\"auto\" width=\"100%\"><\/img>\r\n_North Korea is an example of a dictatorial regime_\r\n\r\nIn the case of the border patrol agents, their violation of traveller's rights did not benefit the overall safety of the nation. Instead, the agents were exercising their power over others for their enjoyment. In the modern age, citizens must pay attention to violations of their privacy. Rampant data collection, like that performed by the NSA, also violates the social contract. If governments overstep their power, citizens may have to give up fundamental rights, which is anything but beneficial to their safety.",
            "section": "news",
            "author": "Sevy L.",
            "likes": 0,
            "date": "January 10th",
            "prominent": true
        },
        {
            "title": "The Ethics of Whistleblowing",
            "subtitle": "How Edward Snowden Gave up His Livelihood for Fundamental Liberties",
            "heroSrc": "https://images.unsplash.com/photo-1573131522938-8e68a40017a5?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1528&q=80",
            "bodyText": "Edward Snowden, at the time a 29-year-old National Security Agency (NSA) employee, faced a dilemma: risk his freedom by leaking top-secret documents to the press, or keep his mouth shut and abet the mass infringement of Americans’ rights. Unwilling to bear the moral responsibility of continued silence, he decided to break his oath of confidentiality, i.e., “blow the whistle.” From that moment on, he was forced into exile, hiding away in Russia. When asked why he forfeited his livelihood to expose the NSA’s corruption, Snowden responded by saying, “If we sacrifice our values because we’re afraid, we don’t care about [our] values very much.” The mantra of whistleblowers is akin to Snowden’s. Leaking secret information, from the government or otherwise, can end an entire career, lead to personal harm, or imprisonment. Despite the danger, whistleblowers continue to come forward. In cases like Snowden’s, the act is noble, but whistleblowing is an ethically complex deed. Disclosing top-secret intelligence can put others in peril. Therefore, exposing troubling communications and practices to the world is a profoundly philosophical act, based on one’s moral framework.\r\n\r\n> “If we sacrifice our values because we’re afraid, we don’t care about [our] values very much.”\r\n\r\n**Edward Snowden**\r\nWhile working as a contractor for the NSA, Snowden was deeply troubled by two of their surveillance programs. The first was codenamed “Prism” and was a division of the government focused on civil spying. Numerous partnerships with tech conglomerates like Google, Facebook, and Twitter, allowed the NSA to gather information at will from a vast swath of the U.S. populous. Social communication companies were and still are, required to monitor communications for words commonly associated with terrorism (an example being “bomb”) and report this data to the Prism program.\r\n\r\nThe government did not limit its data collection to threats of domestic terrorism; it also collected private conversations that seemingly had no relation to extremist groups. Additionally, the NSA tapped all fiberoptic cabling running through the country to monitor foreign communications. Altogether, the U.S. was collecting terabytes of secretive data every hour. With increased internet usage worldwide, the scope of this stockpiled information has widened dramatically.\r\n\r\nThere is no question as to how dangerous mass surveillance is. When the right to privacy is lost, it is impossible to have a functioning democracy. As Daniel Therrien, the privacy commissioner of Canada, puts it: “privacy is nothing less than a prerequisite for freedom.” For example, if the government were able to deduce which political figure a citizen is likely to vote for, perhaps with access to personal information, targeted ads convincing them otherwise could be run. With a system like this in place, leaders could stay in power despite unpopular or corrupt policies. In more extreme cases, such as North Korea, civil spying is used to murder political opponents. Therefore, Snowden’s fear of this technology is justifiable.\r\n\r\n> “Privacy is nothing less than a prerequisite for freedom.”\r\n\r\nFaced with inevitable legal consequences for doing so, Snowden ultimately decided to leak documents proving the existence and scale of the NSA’s mass surveillance programs. The government was quick to denounce him as a traitor. The NSA argued that Snowden’s whistleblowing was unethical, whereas his supporters correctly backed it as a heroic deed. Snowden’s disclosure of records was an **altruistic** act. In the branch of philosophy called **ethics,** which concerns how people should behave, an altruistic choice does not benefit one’s self, but others instead. French philosopher **Auguste Comte** coined the term. He believed that the morally correct action was the one that maximized positive consequences for those who were not the actor. For Snowden, leaking classified files to the press effectively exiled him from the United States, his home country. However, the action led to beneficial results for the citizens of America.\r\n\r\n<img src=\"https:\/\/cdn.britannica.com\/78\/23678-050-1DCF79A2\/Auguste-Comte-Tony-Toullion-Bibliotheque-Nationale-Paris.jpg\" height=\"auto\" width=\"100%\"><\/img>\r\n_Auguste Comte in a 19th century drawing by Tony Toullion_\r\n\r\nIf Snowden’s choice aligns with Comte’s altruism, then ranking members of NSA take after **hedonism**;  the belief that maximizing the value of one’s pleasure and overall lifestyle is the correct way to act. In the case of the governmental officials, mass surveillance maximized its power over citizens. Those in high up positions gain more wealth and security when they increase control. Thus, by putting in place the Prism and international monitoring programs, the United States carried out a hedonist act. Modern-day philosophers often criticize hedonism as immoral, since it can lead to the suffering of others at the expense of an individual’s pleasure. **Immanuel Kant**, in his **second maxim**, implores people to “treat human beings as an end within themselves, not a means to an end.” In other words, the use of others for hedonistic gain is ethically incorrect. The NSA’s exploitation of citizen’s data to gain power is an example of treating the populace as a means to an end.\r\n\r\nDefenders of mass surveillance often argue that it is a necessary evil. Preventing domestic terrorism requires that citizens sacrifice some privacy. This idea harks back to **Hobbes’s Social Contract**, the notion that individuals in society give up liberties to protect the whole civilization (more detail can be found [here](/article/The-Social-Contract-on-Privacy)). However, this contract can only be pushed so far until the state becomes totalitarian, taking away _all_ civil liberty in pursuit of power. **John Locke** recognized the flaw in Hobbes’s idea and revised it in his work to include the ability for a population to overthrow its rulers. A possible rebellion enables a two-way power dynamic, wherein the ruling class is dependent on the approval of the citizenry. Therefore, by exposing the presiding leader’s violation of the social contract, Snowden allows the public to decide whether it will accept the degradation of its privacy.\r\n\r\nSnowden committed a courageous, altruistic act, inspired by such ideas as consequentialism. He stood up to authority in defense of his values. In doing so, he revealed the massive violation of privacy by the NSA, which, in turn, decided to pursue Snowden to the full extent of the law. Other whistleblowers have faced the same fate. It becomes a testament to their moral fortitude that even staring down their demise, they are willing to sacrifice themselves for the betterment of others.",
            "section": "articles",
            "author": "Sevy L.",
            "date": "January 16th"
        },
        {
            "title": "Your Body is not You",
            "subtitle": "How Identifying Tech Could Arrest Innocent People",
            "heroSrc": "https://images.unsplash.com/photo-1438761681033-6461ffad8d80?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1500&q=80",
            "bodyText": "There is a long-standing dilemma in philosophy when it comes to personal identity. The question is: \"what makes someone who they are?\" Many great thinkers have attempted to answer this dilemma. **Heraclitus**, an ancient Greek philosopher, proposed that since everything is in constant change, there can be no notion of a nonfluctuating self. Whereas **John Locke** famously  argued that identity of person is identity of consciousness. More simply put, an individual is the accumulation of their memories. Both Heraclitus and Locke's reasoning is involved and takes many hours of contemplation to grasp.\r\n\r\n> \"What makes someone who they are?\"\r\n\r\nIn contrast, one of the most straightforward theories of the self is **Body Theory**. According to the theory, a being's identity is solely based on its physical manifestation. There is a broad base of criticism toward Body Theory. For example, humans replace the entirety of their cells every seven to ten years. Therefore, by the theory's logic, we are a new person each decade. Losing our sense of self on a decade by decade basis is not possible, as even _centenarians_ recall memories from their childhood. Despite its flaws, the Body Theory is gaining relevance in the age of digital surveillance.\r\n\r\n<img src=\"https:\/\/images.unsplash.com\/photo-1501869150797-9bbb64f782fd?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1534&q=80\" height=\"auto\" width=\"100%\"><\/img>\r\n_The Body Theory of personal identity states that our entire “self” is our physical being_\r\n\r\nA common tactic in surveillance is the use of facial recognition software. Computers are fed footage from public places, then identify faces that match a pre-existing database. Cops use facial recognition to catch criminals fleeing the scene of a crime, or fugitives who have gone undercover. Unfortunately, recognition technology has a significant flaw: false positives. Its error prone tendency is due to the method's reliance on Body Theory. If two people look alike, a false positive is likely to occur. When an erroneous detection happens, it can incorrectly jail suspects solely for looking like a nearby murderer. A real-world example of this happened when Amara Majeed, a Brown University student, was suspected to be the Eastern Sri Lankan church bomber. During investigations, a computer erroneously flagged her in footage from the bombing. Cops then matched her face in security tapes from the Brown University campus and took her in for questioning. After further analysis, she was vindicated of any crime. Amara serves as a living testament to the faultiness of facial recognition.\r\n\r\n<img src=\"https:\/\/www.washingtonpost.com\/wp-apps\/imrs.php?src=https:\/\/arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com\/public\/F4F4K27OKFDHNNU2C4EQC4LRZI.jpg&w=767\" height=\"auto\" width=\"100%\"><\/img>\r\n_Amara Majeed speaking to reporters about her experience being wrongly implicated in the mass bombing_\r\n\r\nMany issues plague the technique of facial recognition. Identical twins produce a false flag, as well as similar facial hair or clothing. The main issue stems from the fact the body is not a reliable marker of identity. Problems with the Body Theory also apply to face recognition, the main one being that altering one's appearance is trivial. Criminals could frame innocent people by making slight cosmetic changes to look like them. Additionally, delinquents may evade detection through disguise. Therefore, a person's physical presence is not enough to identify them. A holistic look is needed instead. It is for this reason that detectives investigate suspects extensively before making any claims. Agents utilize Locke's ideas about the identity of consciousness to arrest people, not just their bodies. By calling in witnesses, looking at forensic evidence, and questioning suspects, detectives convict based on an individual's appearance as well as genuine identity.\r\n\r\nFacial recognition software, when used ethically, is a useful tool in the apprehension of criminals. However, it cannot be the only instrument when it comes to finding suspects, as it is prone to error. Heraclitus, Locke, and many other philosophers have long agreed that the body is not the correct way to attribute identity to a person. Therefore, modern technological solutions should adopt a comprehensive approach - including the use of forensic data plus questioning - that prevents mistakes when trying to bring criminals to justice.",
            "section": "articles",
            "author": "Sevy L.",
            "date": "January 16th"
        },
        {
            "title": "The Perfect Partner is Among Infinite Worlds",
            "subtitle": "No need to be lonely anymore!",
            "heroSrc": "https://images.unsplash.com/photo-1561947783-5dd7be731a15?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80",
            "bodyText": "In a paper widely regarded as weird, Neil Sinhababu – its author – claims that he is in a “trans-world” relationship. To understand what being in a relationship across realities means, the reader must first understand Modal Realism. Respected philosopher **David Lewis** argues anything logically possible exists in a different universe from ours. These abstract realities, termed by him as Worlds, are infinite in number. For example, in one World, dogs may be called cats, and cats called dogs. Since it is logically possible to imagine, modal realists argue that the dog-cat mix-up exists in another World. Possible realities are entirely separated from one another, both by space and time, as well as causally – meaning anything that happens in one world cannot influence anything which occurs in another. Due to the nature of the theory, modal realism cannot be proven or disproven. Despite its uncertainty, it is useful in analyzing concepts like possibility and certitude; something is possible only if it can exist in another reality, whereas something is true if it can exist in all realities.\r\n\r\n<img src=\"https:\/\/cdn.britannica.com\/18\/99818-004-4F6B91F4\/David-Kellogg-Lewis.jpg\" height=\"auto\" width=\"100%\"><\/img>\r\n_David Lewis, creator of Modal Realism._\r\n\r\nSinhababu extrapolates a method for obtaining his perfect girlfriend using modal realities. If there are infinite possible universes, surely there is one wherein a girl pines for a man exactly like him. Furthermore, he can pick the _perfect_ woman for himself. Remember, there are _infinitely many_ options, as there are unlimited modal universes. Not only will he and his trans-world girlfriend be a match made in heaven, but she too will desire a man precisely like Sinhababu. The first and most glaring issue that arises with relationships across non-spatially, or causally, linked Worlds is that the lovers can never meet. However, it may be helpful for a particularly lonely philosopher to at least know there is a girl yearning for him, loving him completely, despite her imprisonment within a different universe.\r\n\r\n<img src=\"https:\/\/images.unsplash.com\/photo-1438354694054-86e6ba9d046b?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1567&q=80\" heigtht=\"auto\" width=\"100%\"><\/img>\r\n_Sinhababu’s trans-world girlfriend is trapped in a reality not spatially, temporally, or causally linked to ours._\r\n\r\nThe second issue that Sinhababu must face when picking his otherworldly girlfriend is the infinite copies of himself. Since there are endless possible realities, it may be the case that his perfect girlfriend desires a version of himself in another universe. To combat this, he devised a system that ensures his girlfriend will pick him, and only him. What he and any other modal realist must do, is make sure they choose a girl who wants the World they live in, down to the subatomic particle. Thus, no self-copies can court her.\r\n\r\nAt a surface level, the value of philosophic contemplation like Sinhababu’s seems dubious at best. Modal realism lacks any concrete proof, and the girlfriends it provides can only ever exist in thought. However, there is value to any philosophical idea. As **Bertrand Russell** argues, thinking about the universe allows one to expand their mind. By concerning ourselves with the nature of reality, and all the absurd or exciting possibilities it holds, we become less narcissistic. Deep thinking transforms us into “children of the universe,” who are no longer concerned with petty divisions such as borders, but instead, see the unity of everything. People must account for the goods of the mind, in addition to those of the body. One such product is the allowance for the dreaming up of absurd theories. Hence, even though her existence may be far-fetched, a trans-world partner could bring many lonely philosophers some comfort, at least until they find a real one.",
            "section": "articles",
            "author": "Sevy L.",
            "date": "January 14th"
        },
        {
            "title": "plato ad",
            "banner": true,
            "heroSrc": "https://s5.gifyu.com/images/ezgif.com-add-text0898e8ef0465c9ca.gif"
        },
        {
            "title": "This issue: privacy in the modern era",
            "subtitle": "Should we value our right to personal information?",
            "heroSrc": "https://images.unsplash.com/photo-1557597774-9d273605dfa9?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1344&q=80",
            "bodyText": "As my colleagues, and most definitely by now, Facebook, know: my name is Anthony Arkansan. I am the chief editor here at _Studium._ Given my role, one might expect I decide which topics to cover in our publications. However, that is not how the magazine operates. An algorithm chooses what articles _Studium_ writes. This algorithm is a computer program. It works by collecting copious amounts of data about people who visit _Studium’s_ website. Then, it processes the data to find out things like trends in the cultural ethos, the probability of an article becoming popular, and even the demographic most expected to click on a headline. The algorithm supplies us with story ideas, and then we turn the robot’s machinations into full, flushed out, and researched pieces of writing. In other words: computers know what humans will consume by invading their privacy.\r\n\r\nIt is not just _Studium_ that uses A.I. to gain insights about its audience. Almost every website tracks its users. These pages gather information and feed it to an algorithm that spits out results about people who visit the site. Information like their age, gender, interests, sexual orientation, friends, and even who they texted last, can all be discovered easily. Internet users tend to think of themselves as anonymous, merely little blips of network traffic, which ping themselves between different domains. Ten, maybe even five, years ago this was the case. Now, the last thing anyone has is anonymity.\r\n\r\nIn a modern age where privacy is a fleeting right, and data sells like hotcakes, people often wonder if privacy was ever necessary. If it is not evident already, I disagree with this stance; privacy is invaluable and a cornerstone of freedom. Despite my current view, I was once unbothered by the invasion of my personal information. It was not until I went to university, where I became interested in philosophy, that confidentiality developed a clear importance. Philosophers throughout the ages grappled with the importance of privacy. **Aristotle** described the public and private spheres of life. The former being for family and interpersonal relationships, and the ladder for external affairs, like politics. According to him, the private sphere was a prerequisite for a working partisan system. Later, **John Locke** touched on the issue as well, in his work the _Second Treatise on Government,_ when he discussed the importance of citizens owning their land. Locke argued that owing land empowered members of a society to have their own space, creating a “zone of exclusivity,” wherein individuals were free to do as they pleased. Both Locke and Aristotle viewed privacy as a requirement for a well-functioning civilization.\r\n\r\n<img height=\"auto\" width=\"100%\" src=\"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/b\/b8\/John_Locke.jpg\"><\/img>\r\n_John Locke, one of the most studied philosophers_\r\n\r\nIf philosophers were deliberating on it since the beginning of the modern era, there must be intrinsic value to secrecy in our lives. It was Locke, Aristotle, and other philosophers that changed my laisse fair attitude toward my personal information. Thus, this issue will highlight philosophical ideations on privacy, and hopefully, the reader will value their right to it more as a result.",
            "section": "editorial",
            "author": "Anthony Arkansan",
            "likes": 0,
            "date": "January 8th",
            "prominent": true 
        },
        {
            "title": "This weeks comic",
            "subtitle": "How much does Alexa really know?",
            "heroSrc": "https://images.unsplash.com/photo-1512446387219-99c19f8fe95f?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1489&q=80",
            "bodyText": "<img src=\"https:\/\/i.imgur.com\/gYOW8tN.png\" height=\"auto\" width=\"100%\"><\/img>\r\n<img src=\"https:\/\/i.imgur.com\/xeBpPKq.png\" height=\"auto\" width=\"100%\"><\/img>\r\n<img src=\"https:\/\/i.imgur.com\/zF9UOeu.png\" height=\"auto\" width=\"100%\"><\/img>",
            "section": "comics",
            "author": "Sevy L.",
            "date": "January 8th",
            "prominent": true
        },
        {
            "title": "socrates ad",
            "banner": true,
            "heroSrc": "https://i.imgur.com/5FIZR1D.jpg"
        },
        {
            "title": "On A.I.",
            "subtitle": "Dear Studium, I was reading your previous issue on Artificial Intelligence, and I had a disturbing thought",
            "heroSrc": "https://images.unsplash.com/photo-1541322114925-104973c4cdd1?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1460&q=80",
            "bodyText": "\r\n>Dear _Studium,_ while reading your previous issue on Artificial Intelligence, I had a disturbing thought. As artificial intelligence grows smarter, humans may begin to develop serious relationships with machines. It could get to the point where people entrust software with their secrets or depend on it for emotional guidance. I do see the benefit to this, as many individuals have trouble socializing and could use a friend. However, how can we be sure that “intelligent” robots are genuinely thinking? If we, as humans, are to become bonded to computers, I would hope they become bonded back to us in an honest way.\r\n_Sincerely, Elisha._\r\n\r\n<br><\/br>\r\nThanks for your letter, Elisha. The question you raised here is profound. An answer to it exists in **John Searle’s** hypothetical _Chinese Room_. The thought experiment stipulates that a non-Chinese speaker can trick others into thinking they are fluent. To understand how, imagine that an English-speaking man is locked up in a room. He is passed Chinese sentences and required to answer by slipping a piece of paper under the door. The Englishman follows a set of rules about how to put together a sentence. He never understands his replies, only assembles letters according to an instruction booklet. Despite being incognizant, his answers fool the people outside.\r\n\r\nThe _Chinese Room_ was used by Searle to discredit the Turing test of intelligence. Turing claimed a machine to be intelligent if it was able to produce human-sounding dialogues. Clearly, given Searle’s thought experiment, this methodology no longer works. Now, as for your question, what the _Chinese Room_ tells is that A.I. could be indistinguishable from a human, but not think in the traditional sense of the word. Hence, a future like the one you imagined is possible. In this reality, robots are treated as emotionally capable while only simulating their feelings. Researchers in the field of A.I. need to consider the ethical implications of emotional emulation. They should start with the exact worry you have.",
            "section": "letters",
            "author": "Elisha Walton",
            "date": "January 16th",
            "prominent": true 
        },
        {
            "title": "On Existence",
            "subtitle": "Dear Studium, I am freaking out.",
            "heroSrc": "https://images.unsplash.com/photo-1539321908154-04927596764d?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1510&q=80",
            "bodyText": ">Dear _Studium_, I am freaking out. Your earlier issue regarding consciousness has made me worry that I do not exist. I mean, I could be in a coma induced dream, or worse, in a matrix-Esque simulation of the universe! Is there any way to know that I am alive?\r\n\r\n<br><\/br>\r\nDear Cleo, try to breathe for a moment. You are correct in saying that there is no proof for the universe being as you perceive. It is impossible to verify any information from our senses. However, through a few logical steps, conscious humans can achieve certainty of their existence. **Rene Descartes** constructed a method to certify one's _esse_ in the face of radical doubt. As he described, radical doubt is the mindset in which an individual drops all presuppositions about reality. Despite no longer believing in anything he could see, taste, touch, or smell, Descartes devised a way to confirm his actuality.\r\n\r\n_Cogito Ergo Sum_ translates into \"I think, therefore I am.\" This saying was Descartes's revelation. He realized that if he could doubt his existence, then he must exist in some capacity to be able to doubt at all. In other words, one cannot doubt that they are doubting. Philosophers apply this reasoning to prove that, in whatever form they may take, conscious, thinking things are **real.** So, Cleo, by using this logic, you can verify that you are a tangible \"thing.\" Hence, you can stop worrying and get back to reading our newest issue.",
            "section": "letters",
            "author": "Cleo Melia",
            "date": "January 12th",
            "prominent": true
        },
        {
            "title": "Privacy and Power Dynamics in the Minority Report",
            "subtitle": "How an action movie conveys a powerful warning.",
            "heroSrc": "https://twilightswarden.files.wordpress.com/2010/12/large_minority_report_blu-ray4.jpg",
            "bodyText": "_Minority Report_ is set in the near future, around 2054. Technological innovations allow the police force to apprehend criminals before they commit heinous acts. PreCrime, a division of the police, is responsible for the proactive arrest of citizens. One day, at his job, John Anderton, head of the PreCrime unit, is prophesized to murder someone he does not know, named Leo Crow. This prophecy, and others like it, come down the chain of command from three human beings called Precogs. Although human, precogs have prophetic abilities. Using their power, they see into the future and alert police of imminent murders. So, heeding Precog advice, Anderton is chased down by his colleagues. The rest of _Minority Report_ follows him as he tries to flee arrest. Along the way, he discovers extreme corruption in the criminal justice system.\r\n\r\n<img src=\"https:\/\/i.imgur.com\/mskmfdq.jpg\" height=\"auto\" width=\"100%\"><\/img>\r\n_The Precogs_\r\n\r\nA key theme in the Minority Report is surveillance. Robots, iris scanners, and of course, the all-knowing Precogs continually spy on citizens. Through the PreCrime unit, the film seeks to answer the question: “How far, as a society, are we willing to go to enforce our laws?” At first, the answer to this question seems obvious. As a civilization, we should strive to make sure everyone follows the law. However, _Minority Report_ throws a wrench into this argument by adding corruption to the mix. Giving any humans God-like reconnaissance abilities, even when doing so ends crime, means entrusting them with such a power.\r\n\r\n> \"How far, as a society, are we willing to go to enforce our laws?\"\r\n\r\nThe problem with power is it often breeds sleaze. It becomes too tempting to restrain from abusing the control that comes along with invasive civil monitoring. As is revealed throughout the story, malpractice amongst the higherups in the PreCrime unit is commonplace. Corruption leads to the framing of John Anderton for murder. Therefore, should we be so ready to give up our privacy to stop crime? _Minority Report_ strongly implies the answer to this question is “no.” Allowing for intrusive surveillance often results in determinantal effects on freedom.\r\n\r\nFraud is a convincing reason not to allow civil privacy incursions. **Jean-Jacques Rousseau**, a swiss philosopher, makes a case against the law itself. For the sake of argument, suppose corruption did not occur in the PreCrime unit. A crucial factor remains: the rules that are enforced. Rousseau argues that “laws are always useful to those with possessions and harmful to those who have nothing.” Therefore, if PreCrime - or a similarly capable future police force - can prevent _every single_ instance of lawbreaking, those who are disadvantaged by the law will feel its impacts even more. For example, a single mother who “steals” from a food dumpster to feed her starved children. This type of theft is considered unlawful but remains ethical. A PreCrime unit would most likely stop this incursion, leaving the children hungry.\r\n\r\n<img src=\"https:\/\/i.imgur.com\/dtRjZ9z.jpg\" height=\"auto\" width=\"100%\"><\/img>\r\n_Jean-Jacques Rousseau_\r\n\r\nThrough its shocking themes and imagery, _Minority Report_ causes its viewers to question their beliefs about a crime-free utopia. At what point does a police force gain too much power? How much must individual liberty be taken away to stop lawbreakers? These questions will become more pertinent as new surveillance technologies improve daily, and our fundamental rights degrade rapidly.",
            "section": "review",
            "author": "Sevy L.",
            "date": "January 17th",
            "fullSpan": true
        }
    ]
}