{
    "array": [
        {
            "title": "This issue: privacy in the modern era",
            "subtitle": "Should we value our right to personal information?",
            "heroSrc": "https://images.unsplash.com/photo-1557597774-9d273605dfa9?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1344&q=80",
            "bodyText": "As my colleagues, and most definitely by now, Facebook, know: my name is Anthony Arkansan. I am the chief editor here at _Studium._ Given my role, one might expect I decide which topics to cover in our publications. However, that is not how we operate. An algorithm chooses what articles _Studium_ writes. This algorithm is a computer program. It works by collecting copious amounts of data about people who visit _Studium’s_ website. Then, it processes the data to find out things like trends in the cultural ethos, the probability of an article becoming popular, and even the demographic most expected to click on a headline. The algorithm supplies us with story ideas, and then we turn the robot’s machinations into full, flushed out, and researched pieces of writing. In other words: computers know what humans will consume by invading their privacy.\r\n\r\nIt is not just _Studium_ that uses A.I. to gain insights about its audience. Almost every website tracks its users. These pages gather information and feed it to an algorithm that spits out results about the people who visit the site. Information like their age, gender, interests, sexual orientation, friends, and even who they texted last, can all be discovered easily (Hanif, 2018). Internet users tend to think of themselves as anonymous, merely little blips of network traffic, which ping themselves between different domains. Ten, maybe even five, years ago this was the case. Now, the last thing anyone has is anonymity.\r\n\r\nIn a modern age where privacy is a fleeting right, and data sells like hotcakes, people often wonder if privacy was ever necessary. If it is not evident already, I disagree with this stance; privacy is invaluable and a cornerstone of freedom. Despite my current view, I was once unbothered by the invasion of my personal information. It was not until I studied philosophy that the need for confidentiality became clear. Philosophers throughout the ages grappled with the importance of privacy, such as **Aristotle**, who described the public and private spheres of life. The former being for family and interpersonal relationships, and the ladder for external affairs, like politics. According to him, the private sphere was a prerequisite for a working partisan system. Later, **John Locke** touched on the issue as well, in his work the _Second Treatise on Government,_ when he discussed the importance of citizens owning their land. Locke argued that owing land empowered members of a society to have their own space, creating a “zone of exclusivity,” wherein individuals were free to do as they pleased. Both Locke and Aristotle viewed privacy as a requirement for a well-functioning civilization.\r\n\r\n<img height=\"auto\" width=\"100%\" src=\"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/b\/b8\/John_Locke.jpg\"><\/img>\r\n_John Locke, one of the most studied philosophers_\r\n\r\nIf philosophers were deliberating on it since the beginning of the modern era, there must be intrinsic value to a particular form of secrecy in our lives. It was Locke, Aristotle, and other philosophers that changed my laisse fair attitude toward my personal information. Thus, this issue will highlight philosophical ideations on privacy, and hopefully, the reader will value their right to it more as a result.",
            "section": "editorial",
            "author": "Anthony Arkansan",
            "likes": 0,
            "date": "January 8th",
            "fullSpan": true
        },
        {
            "title": "An Aesthetic Perspective on Oppression",
            "subtitle": "A Chinese Art Exhibit Explores the Impacts of Facial Recognition Technology",
            "heroSrc": "http://eyesofthecity.net/wp-content/uploads/2020/01/1-1-scaled.jpg",
            "bodyText": "To control its populous with ever more strict tactics, China has recently employed the use of facial recognition technology to track its citizens. Cameras in locations like train stations, hotel lobbies, and restaurants continually identify and log members of the public. If the government wants to know where a target was a week ago, they can retrieve the person’s last known whereabouts by scanning a database. Facial recognition helps authoritarian regimes oppress activists or anyone who poses a threat to their power by allowing them to be located and quickly jailed. In protest of the government’s use of recognition technology, Chinese activists have set up an art exhibition to explore the ramifications of losing public anonymity.\r\n\r\n\r\n<img src=\"https:\/\/content.fortune.com\/wp-content\/uploads\/2018\/10\/cam11_a-copy.jpg\" width=\"100%\" height=\"auto\"><\/img>\r\n_Facial recognition software is able to ID members of a crowd_\r\n\r\n\r\nThe exhibit, titled _Eyes of the City_, features 60 unique instillations, all centered around the theme of facial recognition software. The Futian train station of Shenzhen is the home of the gallery. The visionaries of the project – Carlo Ratti, Michele Bonino, and Sun Yimin – decided on a train station for its unique symbolism as a place of individual obscurity. The crowd hides citizens at Futian, concealing them with thousands of passers-by. However, the government’s new surveillance tactics actively destroy this public privacy, where cameras will soon identify each person in a crowd.\r\n\r\n\r\n<img src=\"https:\/\/static.dezeen.com\/uploads\/2020\/01\/Shenzhen_dezeen_2364_col_9.jpg\" width=\"100%\" height=\"auto\"><\/img>\r\n_The transformed Futian train station_\r\n\r\n\r\nWhat makes the art show unique is its focus on the aesthetics of surveillance. One exhibit, entitled _Image in Place,_ examines the beauty of the macro view of a city. When hundreds of aerial photographs are stitched together into one large birds-eye-view Shenzhen, the viewer feels omnipotent, powerful, and elated by the complete visual knowledge of a location. Thus, the piece posits that large-scale knowledge of a locality or populace gives its possessor tremendous authority, much as the Chinese government has.\r\n\r\n_Image in Place_ is particularly relevant to **David Hume’s** outlook on beauty. Making something disturbing, the mass privacy invasion of the public, into something beautiful, has to do with the subjectivity of art. As Hume said, beauty is, “no quality in things themselves, it exists merely in the mind which contemplates them; and each mind perceives a different beauty.” In other words, there is no one idea or object which is universally attractive to people; rather, it is their perception, which makes something aesthetically pleasing. In the same sense, surveillance is repugnant and menacing to the populous of China, but a thing of beauty and necessity for their rulers.\r\n\r\n\r\n<img src=\"http:\/\/eyesofthecity.net\/wp-content\/uploads\/2019\/12\/01-1.png\" width=\"100%\" height=\"auto\"><\/img>\r\n_One picture from Eyes of the City_\r\n\r\n\r\nThe subjectivity of attractiveness is a long-contemplated idea in the aesthetics branch of philosophy. Hume speculated that what is aesthetically pleasing is entirely dependent on the viewer. This outlook explains why two people can look at the same thing and disagree on its prettiness, for example, a painting. The typical disagreement on aesthetics between individuals can extend to a larger world view. An aesthetic difference in opinion is what the _Eyes of the City_ exhibitions illustrate with high effectiveness. Some spectators may find comfort, and ultimate beauty, in facial recognition technology. For instance, surveillance may subdue terrorism. However, others could be incredibly scared by the theft of their public anonymity.",
            "section": "news",
            "author": "Sevy L.",
            "likes": 0,
            "date": "January 9th",
            "prominent": true
        }, 
        {
            "title": "The Social Contract on Privacy",
            "subtitle": "Canadian Border Agents Unlawfully Searched Traveller’s Devices",
            "heroSrc": "https://images.unsplash.com/photo-1553973784-ad1b60442b90?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1534&q=80",
            "bodyText": "Six complaints from Canadian's whose devices were searched, without reasonable grounds, were found to be valid by an independent oversight committee. According to the grievances, officers disregarded several regulations when performing personal device searches, most notable of which, the requirement that they only investigate local content on the device. The law provides border patrol the right to carry out phone searches when they have reasonable ground to do so, provided that off-device data, such as social media accounts, are not inspected. The officers ignored this requirement, and instead, performed an invasive examination without reasonable grounds on several occasions.\r\n\r\n<img src=\"https:\/\/images.thestar.com\/5rB2McxFvtgrDXDpyMY7k28y_mI=\/1086x725\/smart\/filters:cb(2700061000)\/https:\/\/www.thestar.com\/content\/dam\/thestar\/news\/canada\/2010\/04\/22\/are_our_customs_officers_traumatizing_visitors\/canadianborderjpg.jpeg\" width=\"100%\" height=\"auto\"><\/img>\r\n_The canadian border vehicle inspection station_ \r\n\r\nBorder patrol's role is to keep the Canadian population safe from domestic threats, such as terrorism. Their job entails questioning travelers, inspecting luggage, and in some cases, investigations of personal belongings. It seems reasonable that officers be allowed to examine baggage, as dangerous items may be present within them. This agreement between border patrol – also, more generally, governmental authority – and citizens is called a **social contract**. Members of society agree to give up certain personal rights (in this instance, the right to privacy) to protect the entire populous. **Thomas Hobbes**, a prolific English philosopher in the field of ethics, wrote extensively on the ideas surrounding state protections. According to him, life in the state of nature, meaning without societal protections was, \"solitary, poor, nasty, brutish, and short.\" Consequently, people avoid the state of nature by assembling a civilization wherein they feel more secure, and ultimately, safe.\r\n\r\n> ``\"The life of man in the state of nature, solitary, poor, nasty, brutish, and short.\"``\r\n\r\nSo, one view is that border patrol is harmlessly filing out their part of the social contract. The tourists give up part of their right to privacy by allowing phone searches in exchange for the state's protection. Well, this works, but only to a certain extent. As the complaints allege, border patrol conducted a digital device investigation without a justifiable warrant. Thus, the government is violating the social contract. The agreement between the authority and the public is that  rights are given up only to the necessary extent. For example, individuals give up the right to steal other's possessions, and in exchange, their goods are not purloined. However, when the confiscation of freedoms by the state starts to cross into an excessive territory, authoritarian regimes develop. When governments seize fundamental liberties to maintain control, the state of nature can quickly redevelop.\r\n\r\n<img src=\"https:\/\/nationalinterest.org\/sites\/default\/files\/styles\/desktop__1260_\/public\/main_images\/RTX6LWAZ%20%281%29.jpg?itok=dSzvnwHr\" width=\"100%\" height=\"auto\"><\/img>\r\n_North Korea is an example of a dictatorial regime_\r\n\r\nIn the case of the border patrol agents, they were violating the traveler's right to privacy in a way that did not benefit the overall safety of the nation. Instead, the agents were exercising their power over others for their enjoyment. In the modern age, citizens must pay attention to violations of their privacy. Rampant data collection, like that performed by the NSA, also violates the social contract. If governments overstep their power, citizens may have to give up fundamental rights, which is anything but beneficial to their safety.",
            "section": "news",
            "author": "Sevy L.",
            "likes": 0,
            "date": "January 10th",
            "prominent": true
        },
        {
            "title": "This week's comic",
            "subtitle": "A funny perspective on data privacy and ethics",
            "heroSrc": "https://images.unsplash.com/photo-1498075702571-ecb018f3752d?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1357&q=80",
            "bodyText": "<img src=\"https:\/\/i.imgur.com\/Lav3QcY.png\" height=\"auto\" width=\"100%\"><\/img>\r\n<img src=\"https:\/\/i.imgur.com\/Tfu8dCZ.png\" height=\"auto\" width=\"100%\"><\/img>\r\n<img src=\"https:\/\/i.imgur.com\/q6oVM9z.png\" height=\"auto\" width=\"100%\"><\/img>\r\n",
            "section": "comics",
            "author": "Sevy L.",
            "date": "January 14th",
            "fullSpan": true
        }
    ]
}